Repository: ordozgoite/AroundYou
Catalog: WhatsGoingNearby/Local/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Account Deletion
pt_br: Deletar Conta

source: Actives
pt_br: Ativos

source: All
pt_br: Todos

source: AroundYou uses your location to show posts only to those nearby, ensuring that you connect with people and events in your immediate vicinity.
pt_br: AroundYou usa sua localização para mostrar publicações apenas para aqueles que estão por perto, para que você se conecte com pessoas e eventos na sua vizinhança.

source: Authenticating
pt_br: Autenticando...

source: Authenticating...
pt_br: Autenticando...

source: Biography
pt_br: Biografia

source: Block
pt_br: Bloquear

source: Block User
pt_br: Bloquear Usuário

source: Blocked Users
pt_br: Usuários bloqueados

source: Calculate Distance
pt_br: Calcular Distância

source: Cancel
pt_br: Cancelar

source: Comment this post
pt_br: Comentar essa publicação

source: Confirm
pt_br: Confirmar

source: Confirm password
pt_br: Confirmar senha

source: Create new post
pt_br: Criar nova publicação

source: Delete
pt_br: Deletar

source: Delete Account
pt_br: Deletar Conta

source: Delete Comment
pt_br: Deletar Comentário

source: Delete Post
pt_br: Deletar Publicação

source: Deleting your account is permanent. Are you sure you want to proceed?.
pt_br: Deletar sua conta é uma ação permanente. Tem certeza que deseja prosseguir?

source: Describe the bug you encountered...
pt_br: Descreva o erro que você encontrou...

source: Describe what happened...
pt_br: Descreva o que aconteceu...

source: Discard
pt_br: Descartar

source: Discard changes?
pt_br: Descartar mudanças?

source: Discover endless possibilities with AroundYou! Meet new people, seek local information, and explore nearby events—all at your fingertips.
pt_br: Descubra incontáveis possibilidades com AroundYou! Conheça novas pessoas, peça informação, e explore eventos próximos de você. Tudo na palma da sua mão.

source: Distance: %@ meters
pt_br: Distância: %@ metros

source: Done
pt_br: Pronto

source: E-mail sent! 📩
pt_br: E-mail enviado! 📩

source: Edit photo
pt_br: Editar foto

source: Edit profile
pt_br: Editar perfil

source: Enter
pt_br: Entrar

source: Error
pt_br: Erro

source: Expired
pt_br: Expirado

source: First Location
pt_br: Primeira Localização

source: For account deletions, remember that this action is irreversible.
pt_br: Lembre-se que deletar sua conta é uma ação irreversível.

source: Forgot your password?
pt_br: Esqueceu sua senha?

source: Help
pt_br: Ajuda

source: Help us to improve the app we love! If you find any failure, tell us what happened.
pt_br: Nos ajude a aprimorar o app que amamos! Se você encontrar qualquer erro, nos conte o que aconteceu.

source: Hide my location
pt_br: Esconder minha localização

source: If you quit this screen, you will lose your changes.
pt_br: Se você sair dessa tela, você vai perder suas mudanças.

source: Inactives
pt_br: Inativos

source: Interact with people 🌐
pt_br: Interaja com pessoas 🌐

source: Likes
pt_br: Curtidas

source: Location 📍
pt_br: Localização 📍

source: Looking around you...
pt_br: Procurando ao redor de você...

source: Name
pt_br: Nome

source: No one has liked this post yet.
pt_br: Ninguém curtiu essa publicação ainda.

source: No posts found.
pt_br: Nenhuma publicação encontrada.

source: No worries, we are always looking around you...
pt_br: Não se preocupe, estamos sempre olhando ao redor de você...

source: Oops! Looks like something went wrong.
pt_br: Oops! Parece que algo fugiu do controle.

source: or
pt_br: ou

source: password
pt_br: senha

source: Password
pt_br: Senha

source: Please check your inbox.
pt_br: Por favor verifique sua caixa de entrada

source: Please confirm your password.
pt_br: Por favor confirme sua senha.

source: Please enter your email.
pt_br: Por favor insira seu email.

source: Please enter your name.
pt_br: Por favor insira seu nome.

source: Please enter your password.
pt_br: Por favor insira sua senha.

source: Post
pt_br: Publicar

source: Post Location
pt_br: Localização

source: Posts on AroundYou stay visible for a short period of time, making it easier for you to discover timely and relevant information.
pt_br: Publicações no AroundYou ficam visíveis por um curto período de tempo, deixando fácil descobrir informações relevantes no momento.

source: print location
pt_br: imprimir localização

source: Privacy
pt_br: Privacidade

source: Profile
pt_br: Perfil

source: Recover Password
pt_br: Recuperar Senha

source: Register
pt_br: Registrar

source: Remove photo
pt_br: Remover foto

source: Removing photo...
pt_br: Removendo foto...

source: Report
pt_br: Reportar

source: Report Account
pt_br: Denunciar Conta

source: Report Bug
pt_br: Reportar Bug

source: Report Comment
pt_br: Denunciar Comentário

source: Report Post
pt_br: Denunciar Publicação

source: Reporting...
pt_br: Reportando...

source: Second Location
pt_br: Segunda Localização

source: Send Email
pt_br: Enviar Email

source: Settings
pt_br: Ajustes

source: Share Location 🌐
pt_br: Compartilhar Localização 🌐

source: Show my location
pt_br: Mostrar minha localização

source: Sign Out
pt_br: Sair

source: Temporary posts ⏳
pt_br: Publicações temporárias ⏳

source: That's how people see you.
pt_br: Assim que as pessoas te vêm.

source: This user will be able to see your posts and profile, and you will be able to see this user's posts and profile.
pt_br: Esse usuário não vai mais poder ver suas publicações e perfil, e você não vai mais poder ver as publicações e o perfil desse usuário.

source: This user will not be able to see your posts and profile, and you will not be able to see this user's posts and profile.
pt_br: Esse usuário não vai mais poder ver suas publicações e perfil, e você não vai mais poder ver as publicações e o perfil desse usuário.

source: Unblock
pt_br: Desbloquear

source: Unblock User
pt_br: Desbloquear Usuário

source: Updating photo...
pt_br: Atualizando foto...

source: Version 0.1.0
pt_br: Versão 0.1.0

source: We use your location to know what's going on around you.
pt_br: Nós usamos sua localização para saber o que está rolando ao redor de você.

source: What type of issue are you reporting?
pt_br: Que tipo de problema você está reportando?

source: What's going on around you?
pt_br: O que está rolando por aí?

source: You are about to share your current location within your post. This means that anyone nearby will be able to see the place where you made the post. Are you sure you want to proceed?
pt_br: Você está prestes a compartilhar sua atual localização. Isso significa que qualquer um por perto poderá ver o local onde você fez a publicação. Tem certeza que deseja prosseguir?

source: You can't see other people's post history.
pt_br: Você não pode ver o histórico de publicação das outras pessoas.

source: You haven't blocked any users.
pt_br: Você não bloqueou nenhum usuário.

source: Your feedback helps us improve the app experience for everyone.
pt_br: Sua opinião nos ajuda a melhorar a experiência do app para todos.

source: Your location:
pt_br: Sua localização:

source: Your passwords do not match.
pt_br: Suas senhas não correspondem.

source: Your profile was successfully updated.
pt_br: Seu perfil foi atualizado com sucesso.
